tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "chezmoi"
brew "cocoapods"
brew "deno"
brew "eza"
brew "figlet"
brew "gh"
brew "git"
brew "git-delta"
brew "go-task"
brew "java"
brew "jq"
brew "killport"
brew "lazygit"
brew "mas"
brew "mysql"
brew "openssl@3"
brew "peco"
brew "python@3.9"
brew "starship"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "alfred"
cask "alt-tab"
cask "altair-graphql-client"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "brave-browser"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "cleanshot"
cask "codex"
cask "cursor"
cask "docker"
cask "expo-orbit"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-plemol-jp"
cask "font-plemol-jp-hs"
cask "font-plemol-jp-nf"
cask "ghostty"
cask "gyazo"
cask "google-chrome"
cask "karabiner-elements"
cask "kindle"
cask "libreoffice"
cask "linear"
cask "nani"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "orbstack"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "zoom"
