brew "awscli"
brew "chezmoi"
brew "cocoapods"
brew "deno"
brew "eza"
brew "figlet"
brew "gh"
brew "git"
brew "git-delta"
brew "go-task"
brew "java"
brew "jq"
brew "killport"
brew "lazygit"
brew "mas"
brew "mysql"
brew "openssl@3"
brew "peco"
brew "python@3.9"
brew "starship"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"

cask "arc"
cask "brave-browser"
cask "chatgpt"
cask "chromedriver"
cask "claude"
cask "cleanshot"
cask "codex-app"
cask "cursor"
cask "dockdoor"
cask "expo-orbit"
cask "figma"
cask "font-hackgen"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "libreoffice"
cask "linear"
cask "nani"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "raycast"
cask "slack"
cask "spotify"
cask "zed"
cask "zoom"
