tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awscli"
brew "cmatrix"
brew "cocoapods"
brew "deno"
brew "eza"
brew "figlet"
brew "gh"
brew "git"
brew "git-delta"
brew "git-secrets"
brew "go-task"
brew "gpg"
brew "htop"
brew "java"
brew "jq"
brew "killport"
brew "lazygit"
brew "mas"
brew "mise"
brew "mysql"
brew "openssl@3"
brew "peco"
brew "python@3.9"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "zellij"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zstd"

cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "chromedriver"
cask "cursor"
cask "deepl"
cask "docker"
cask "figma"
cask "flutter"
cask "font-hack-nerd-font"
cask "gather"
cask "ghos"
cask "gyazo"
cask "google-chrome"
cask "iterm2"
cask "kindle"
cask "linear-linear"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "orbstack"
cask "rectangle"
cask "rubymine"
cask "skype"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vivaldi"
cask "zoom"
