tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"

brew "asdf"
brew "python@3.9"
brew "awscli"
brew "cmatrix"
brew "cocoapods"
brew "figlet"
brew "gh"
brew "git"
brew "git-secrets"
brew "gpg"
brew "htop"
brew "jq"
brew "mas"
brew "mysql"
brew "mysql@5.7"
brew "openssl@3"
brew "peco"
brew "starship"
brew "stow"
brew "terminal-notifier"
brew "tig"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zstd"

cask "alfred"
cask "android-studio"
cask "appcleaner"
cask "chromedriver"
cask "deepl"
cask "docker"
cask "flutter"
cask "gather"
cask "google-chrome"
cask "hyperswitch"
cask "kindle"
cask "linear-linear"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "rectangle"
cask "rubymine"
cask "skitch"
cask "skype"
cask "slack"
cask "sourcetree"
cask "visual-studio-code"
cask "vivaldi"
cask "warp"
cask "zoom"
